{"chat": [["Agent", [14.36, 18.0], "Thank you for choosing Cox Complete Care. My name is Woody. How can I help today?", 0], ["Customer", [19.44, 39.0], "Woody, good afternoon. I I've been trying for a little while now to have someone get our e-mail back up and running somehow on the devices. I'll tell you where we are. I I we cannot receive or send e-mail on iPhone, iPad.", 0], ["Agent", [41.16, 41.0], "Or the?", 0], ["Customer", [41.92, 42.0], "The laptop.", 0], ["Agent", [43.65, 44.0], "But if I go to.", 0], ["Customer", [45.13, 53.0], "Myemail.cox.net I can see the current emails but it does.", 0], ["Agent", [53.21, 53.0], "The other.", 0], ["Customer", [54.01, 60.0], "Three devices, well, the other devices you know using just the e-mail icon that we always.", 0], ["Agent", [60.89, 62.0], "Use it.", 0], ["Customer", [62.53, 65.0], "Doesn't seem to work. It hasn't updated since Saturday.", -1], ["Agent", [65.77, 69.0], "Sunday, whatever. Understood. I can definitely insist with that.", 0], ["Customer", [70.41, 75.0], "I'm gonna go ahead and get your account pulled up and we'll get you all squared away. Can I get your phone number please?", 0], ["Customer", [77.85, 81.0], "401-322-1335.", 0], ["Agent", [83.69, 95.0], "Thank you very much. All right, give me just a quick second. I'm not sure what this is doing. This give me a weird box. So you spin anything? All right, well, we'll skip that for now. Can I get your name, please?", 0], ["Customer", [96.81, 97.0], "John Varroski.", 0], ["Agent", [100.9, 106.0], "Thank you very much, John. And can I get either your Cox pin or the last four of the social on your account?", 1], ["Customer", [107.5, 109.0], "9222.", 0], ["Agent", [111.86, 118.0], "Thank you very much. And what type of computer do you have? Is that an Apple or Windows computer? It's.", 0], ["Customer", [119.1, 122.0], "It's an Apple all, all our devices for Apple, OK.", 1], ["Agent", [124.78, 127.0], "And can I have you open up Safari please?", 0], ["Customer", [130.88, 131.0], "I'll do it on the iPad.", 0], ["Agent", [134.96, 139.0], "So I can't. I'm talking to Dad, OK?", -1], ["Customer", [140.56, 142.0], "You want me to, I'll do it on the phone.", 0], ["Agent", [142.88, 147.0], "Can I have you do it on the computer? Sure, I'll have to.", 0], ["Customer", [147.24, 149.0], "Talk into the other room, but I can do that.", 0], ["Agent", [150.8, 151.0], "Thank you very much.", 1], ["Customer", [157.21, 158.0], "Okay, I'm in Safari.", 0], ["Agent", [159.49, 174.0], "All right. And I'd like to give you a web page to go to so I can access your computer and we'll get that one worked out and then we can fix your iPad and iPhone. So the web page to go to is going to be CCC, like CC.", 0], ["Customer", [174.21, 177.0], "Charlie Okay 6.", 0], ["Agent", [178.01, 179.0], "79.", 0], ["Customer", [180.65, 181.0], "X79.", 0], ["Agent", [182.13, 184.0], "No, no 6/6.", -1], ["Customer", [185.88, 186.0], "The number is.", 0], ["Customer", [186.36, 187.0], "679.", 0], ["Agent", [187.68, 189.0], "Yeah677.com.", 0], ["Customer", [190.8, 190.0], "Dot.", 0], ["Agent", [193.56, 201.0], "So all together that should just be CCC 679.com and then when you go there it should prompt you for a session key.", 0], ["Customer", [201.72, 207.0], "OK. That's just OK. It's 679. I'm in Cox complete care.", 0], ["Agent", [211.23, 212.0], "Instructions for six.", 0], ["Customer", [212.51, 213.0], "079.", 0], ["Agent", [213.82999999999998, 220.0], "Ohh no no I'm sorry. Did it do a search for the website I just pushed?", -1], ["Customer", [220.31, 225.0], "The Enter That's all 6779. Yeah, do it over again.", 0], ["Agent", [225.59, 231.0], "Yep. Wait just a second. What page are you on right now? Is this Google or oh oh, OK.", 0], ["Customer", [231.11, 235.0], "Let let me let me just go back for a minute.", 0], ["Customer", [238.81, 242.0], "I'm gonna illdo.com instead of .0.", 0], ["Agent", [244.65, 249.0], "Yes, OK.", 1], ["Customer", [250.45, 255.0], "Are you looking for? I'm gonna say, are you looking for it? Yeah. OK.", 0], ["Agent", [256.53, 265.0], "OK, so search engines will not get you where we're trying to go. What page are you on right now?", -1], ["Customer", [266.85, 268.0], "And I'm on.", 0], ["Agent", [269.71, 273.0], "Are you on Google or Bing or Yahoo or?", 0], ["Customer", [274.15, 274.0], "No on Google.", 0], ["Agent", [275.51, 295.0], "You're on Google all the way up at the very top center of your Safari screen. Do you see where it says www.google.com/search? And then a whole bunch of letters and numbers? It's the address bar all the way up at the very top of the screen above the Google search bar. It should say google.com at least up there.", 0], ["Customer", [296.33, 305.0], "It says googlegoogle.com with you know with the little lock type thing on.", 0], ["Agent", [306.01, 312.0], "Perfect. Click right where it says google.com right there. Does that show you the rest of it?", 0], ["Customer", [313.04, 314.0], "It says like, yeah, it says.", 0], ["Customer", [315.0, 317.0], "Google.com search and there's a whole.", 0], ["Agent", [317.24, 317.0], "Bunch of.", 0], ["Customer", [317.84, 319.0], "Numbers and stuff behind it.", 0], ["Agent", [319.8, 334.0], "Excellent. That is your address bar if you know where you're going. If you type the address in there, it will get you where you're going. So just delete everything off that bar. Just clear it completely, including the www and the HTTP. Get rid of everything.", 0], ["Customer", [335.92, 337.0], "OK, better. It's blank.", 0], ["Agent", [338.4, 340.0], "Type in CCC.", 0], ["Customer", [342.07, 342.0], "CC.", 0], ["Customer", [344.79, 345.0], "OK.", 0], ["Agent", [345.27, 346.0], "679.", 0], ["Customer", [347.63, 352.0], "679.com.", 0], ["Agent", [352.31, 357.0], "Dot com rightbcc679.com and then press enter.", 0], ["Customer", [357.90999999999997, 358.0], "Or return.", 0], ["Agent", [358.63, 359.0], "Complete.", 0], ["Customer", [359.07, 360.0], "Your session key OK.", 0], ["Agent", [360.99, 363.0], "There we go. Perfect. Yeah, so.", 0], ["Customer", [364.74, 373.0], "Just a general thing, not just for us. If you ever know the website you wanna go to, you can type it in up there and it'll actually take you to it. You don't have to.", 0], ["Customer", [373.66, 373.0], "Go.", 1], ["Agent", [373.9, 380.0], "Through Google to get to where you're going. Yeah, but we do that.", 0], ["Customer", [380.3, 381.0], "Occasionally and.", 0], ["Agent", [381.74, 389.0], "OK, so for the session key type in 31319.", 0], ["Customer", [389.3, 392.0], "494.", 0], ["Agent", [393.71, 394.0], "40.", 0], ["Customer", [394.59000000000003, 400.0], "8108 Should I?", 0], ["Agent", [400.55, 401.0], "Yes, please.", 1], ["Customer", [403.15, 412.0], "And I have it says ship downloads. Do you want to allow, do you want to allow downloads on cost complete share and all that?", 0], ["Agent", [412.11, 413.0], "Will press allow.", 0], ["Customer", [414.43, 415.0], "Allow OK.", 0], ["Agent", [416.47, 423.0], "And in the middle of the screen. In the middle of the screen, it's going to say something along the lines if you're about to start a support session with Woody.", 0], ["Customer", [423.61, 433.0], "That's fine, yeah, more the middle of the screen in Safari all the way up. At the top right you should see a Show Downloads button. It looks like a down arrow inside of a circular or square.", 0], ["Customer", [435.73, 439.0], "Ohh OK and right. OK Yep so.", 0], ["Agent", [439.13, 440.0], "Go ahead and click on the Show Downloads.", 0], ["Customer", [440.85, 443.0], "Button OK, click on that.", 0], ["Agent", [444.41, 450.0], "And where it says Click to start support session go or open to start support session go ahead and double click on that.", 0], ["Customer", [451.45, 452.0], "Double click on this open.", 0], ["Customer", [454.06, 458.0], "OK, and then it says open to support sessions.", 0], ["Agent", [460.22, 462.0], "Downloaders on the Internet, Go ahead and press open. Yes, please.", 0], ["Customer", [466.65999999999997, 472.0], "And I have a picture of a headphone. It's a little blue thing is going back and forth.", 0], ["Agent", [473.5, 481.0], "Excellent. Coming up here, in a few moments you should get a customer agreement. It'll say something essentially along the lines of I allow what do you?", 0], ["Customer", [481.8, 494.0], "They control my computer to help me fix things. I figure what the exact words they use are, but once that comes up, go ahead and click the top option. It says I have read and agree and click OK so you saw the headphones bouncing around.", 0], ["Customer", [496.12, 506.0], "Yeah, and then then there was two screens and OK, custom agreement and it says I wrote this agreement into the transfer part. Click on that one.", 0], ["Agent", [507.08, 510.0], "Yep, click I have read and agree and then click OK.", 0], ["Customer", [510.72, 511.0], "Complete here.", 0], ["Customer", [514.79, 514.0], "Okay.", 0], ["Agent", [515.59, 540.0], "All right, so you're gonna get a few pop ups here because this is the first time we've joined you on this computer. So you should either have a screen that says Remote Support Customer Client would like to record your screen and it'll have a button that says open System Settings, or you're gonna have an extra System Preferences. Okay. Perfect. Go ahead and open System Preferences.", 0], ["Customer", [543.42, 544.0], "I did that.", 0], ["Agent", [544.94, 555.0], "OK, down at the bottom left hand side of the System Preferences window there should be a little, uh gold padlock that says Click to make changes. Go ahead and Click to make changes.", 0], ["Customer", [557.54, 557.0], "OK.", 0], ["Agent", [558.9, 561.0], "And that's gonna prompt you for your computer's password.", 0], ["Customer", [561.62, 562.0], "I'm pretty good.", 1], ["Agent", [563.1, 563.0], "Alright put.", 0], ["Customer", [564.34, 564.0], "In lock.", 0], ["Agent", [565.7, 566.0], "Yes, please.", 1], ["Customer", [572.77, 572.0], "The.", 0], ["Customer", [573.45, 574.0], "Symbol showed the symbol.", 0], ["Customer", [575.04, 575.0], "Shows unlocked.", 0], ["Agent", [576.36, 598.0], "All right, perfect. So on the right hand side of this System Preferences window that you're looking at that security and privacy screen, you should see a headphones first Remote support customer client. Can you put a check mark next to the headphones please? It's going to give you a pop up. We want to click later on this, this first pop up that comes up.", 0], ["Customer", [598.8, 599.0], "Just.", 0], ["Customer", [600.46, 603.0], "Click later not not quit and reopen just that's.", 0], ["Agent", [603.9, 616.0], "Correct. We want to click later, yeah, click later on this one because the third one that we do like this, we're going to click Quit and reopen. So you click later on that one.", 0], ["Customer", [617.54, 617.0], "Yes all.", 1], ["Agent", [618.46, 622.0], "Right perfect on the left hand side of the security and privacy window.", 0], ["Customer", [623.18, 632.0], "Somewhere in the list where it starts off Location, Services, Contacts, Calendars and somewhere going down there. You should see accessibility on that list somewhere.", 0], ["Customer", [633.06, 634.0], "Yeah, I see a special going.", 1], ["Agent", [635.34, 644.0], "Yeah, perfect. Go ahead and click on accessibility. OK All right. And you should see the headphones in that list again. Go ahead and put a check mark next to the.", 0], ["Customer", [644.18, 647.0], "Headphones Hey.", 0], ["Agent", [648.18, 649.0], "There we go. I've got a game.", 0], ["Customer", [650.1, 661.0], "All right on the left hand side again. Again that column where it says Location, Services, Contacts, Handlers, all that stuff. If you scroll through there somewhere, should be full disk access. It's usually fairly close to accessibility I.", 0], ["Customer", [662.02, 663.0], "Got that go?", 0], ["Agent", [663.78, 676.0], "Ahead and click Full disk Access. Yes please. And on the right hand side there should be another set of headphones and when you put a check mark on it, this time we're gonna do the quit and reopen.", 0], ["Customer", [678.52, 684.0], "OK, quit and reopen. Yes, please.", -1], ["Agent", [687.08, 701.0], "All right, so that'll give you one more password pop up. This is going to be your computer's password again. And when that comes up, just go ahead and give it the password and we should be able to get a look at your screen.", 0], ["Customer", [701.84, 702.0], "Just hit OK.", 0], ["Agent", [703.72, 704.0], "Yes, please.", 1], ["Customer", [708.5, 718.0], "All right, This is connecting. This will be just a moment. Hey, there you are. All right, Accounts.", 0], ["Customer", [720.28, 741.0], "Pop up. Oh, not here at all. All right, we'll be able to fix that then email.cox.net Oh, here, it does a good Fill in cancel. Let's get rid of that and type in the.", 0], ["Customer", [741.04, 747.0], "Password you sign in? Yes please invalid.", -1], ["Agent", [747.6, 749.0], "User ID OK.", 0], ["Customer", [751.94, 754.0], "For the password, that password I might.", 0], ["Agent", [754.26, 754.0], "Have I?", 0], ["Customer", [755.06, 757.0], "I I might have changed it recently. Go.", 0], ["Agent", [758.02, 759.0], "Ahead and try the whatever you think the new one.", 0], ["Customer", [759.94, 762.0], "Is OK we.", 0], ["Agent", [762.78, 766.0], "Just need to figure out what the password actually is so we can fix all the devices.", 0], ["Customer", [769.5, 770.0], "I'm going to try this one.", 0], ["Agent", [774.5, 775.0], "That was it.", 0], ["Customer", [776.22, 776.0], "OK.", 0], ["Agent", [777.14, 804.0], "We don't need to go through that bit. So just a second, All right, So that same password that you just typed in and you type that in, We need to close mail completely. Just a second. Make sure mail is totally closed and it goes gone. Go ahead and type in that same password right here.", 0], ["Customer", [804.42, 804.0], "Did.", 0], ["Agent", [805.59, 810.0], "All right, press enter or return. All right, just a moment.", 0], ["Customer", [811.31, 814.0], "OK, on this computer we're about two.", 0], ["Agent", [816.07, 817.0], "Five. Well, all right.", 0], ["Customer", [819.83, 820.0], "And so.", 0], ["Agent", [820.15, 820.0], "We're we're.", 0], ["Customer", [821.11, 824.0], "Current with the computer, you know? Yep. Now do.", 0], ["Agent", [824.15, 826.0], "What would you like to do next, the phone or the iPad?", 0], ["Customer", [828.71, 831.0], "I'm going to get the iPad. OK, I'll be coming in.", 0], ["Customer", [832.89, 835.0], "Let me just bring it into this room where I won't be.", 0], ["Agent", [835.33, 841.0], "Interrupted All right and I will work on fixing these errors. The only reason why I.", 0], ["Customer", [841.09, 844.0], "Do the iPhone last is because I'm talking to you on.", 0], ["Agent", [844.53, 845.0], "The iPhone there.", 0], ["Customer", [845.89, 854.0], "OK, where should I go on the Just open it up and OK, I opened it up. Do you want me to go to Safari or?", 0], ["Agent", [855.65, 859.0], "No. So on the iPad, go ahead and go into Settings.", 0], ["Customer", [863.71, 877.0], "And from settings, go to mail on the left side. Alright, just trying to fix the error messages that we're getting on the computer. There we go, one more error messages.", 0], ["Customer", [879.87, 880.0], "Alright.", 0], ["Agent", [880.51, 884.0], "So in on the iPad in settings, you went to Mail, right?", 0], ["Customer", [885.83, 885.0], "Right.", 0], ["Agent", [886.71, 891.0], "On the right hand side, go down. The fourth line should say Accounts. Tap on Accounts.", 0], ["Customer", [894.23, 906.0], "In there you should see your iCloud and Cox accounts. Go ahead and tap on your Cox account. The top line should say Account and then on the right it was for your e-mail address. Tap on your.", 0], ["Customer", [906.75, 911.0], "E-mail Address Scroll.", 0], ["Agent", [911.71, 919.0], "All the way to the bottom, just above advanced, it should say Outgoing mailserverssmtp.cox.net. Go ahead and tap on smtp.cox.net.", 0], ["Customer", [922.24, 948.0], "On this primary outgoing mail server screen where it says smtp.cox.net is on and then there's a whole bunch of stuff that's off. Ignore the stuff that's off. Just tap where it says on. On the server info screen that just came up, you're going to see host name, user name, and password. The password should just be a bunch of dots. Go ahead and tap on the dots. Backspace over. I'm going to type in that new Cox password that you just used.", 0], ["Customer", [950.13, 951.0], "Just hit recur.", 0], ["Agent", [953.81, 973.0], "Actually, once you're done typing, press Done up in the top right corner and it's gonna verify that password. What should happen is it's gonna bring you back to that previous screen where it shows smtp.cox.net is on right. OK, excellent. Up in the top left corner, tap the blue back account arrow one time.", 0], ["Customer", [976.35, 990.0], "And if you Scroll down just a little, yeah, If you Scroll down just a little bit, you're going to get to the incoming mail server settings, where again, you'll see host name, username, password. The password again is a bunch of docs. Backspace over those and type in your current Cox password.", 0], ["Customer", [991.27, 991.0], "Just hit Done.", 0], ["Agent", [993.03, 1003.0], "Yep, and press done and it's going to verify everything again. And if all goes well it's going to bring you back to the previous screen where it shows your e-mail address and then the mail is on notes of off sliders.", 0], ["Customer", [1007.44, 1010.0], "OK, we're on to, yeah, Mail notes.", 1], ["Agent", [1011.2, 1011.0], "So we.", 0], ["Customer", [1011.88, 1012.0], "Can go.", 0], ["Agent", [1013.08, 1019.0], "Ahead and leave settings and go to your mail. When I see the outgoing is definitely working because we just got the test from your iPad.", 0], ["Customer", [1028.96, 1030.0], "OK, I'm up to 512.", 0], ["Agent", [1031.88, 1035.0], "You should have one more coming in in just a moment from 5:17. It's that test.", 0], ["Customer", [1035.72, 1040.0], "Message, but regardless.", 0], ["Agent", [1040.2, 1043.0], "That means it's working, so that's good.", 1], ["Customer", [1043.68, 1046.0], "You know, I I I probably.", 0], ["Customer", [1048.08, 1074.0], "Made this more complicated because somewhere along the line I I going through there and I I thought I changed the password my **** fat and I think I scooped it up because I thought I knew that I was using the original password.", -1], ["Customer", [1075.8, 1087.0], "And it didn't work, for whatever reason. Why wouldn't it work? You know, the only thing I, I I know when you go into the Cox account and it calls her the password.", 0], ["Agent", [1090.08, 1091.0], "The first character they.", 0], ["Customer", [1091.36, 1100.0], "Have the uppercase and never use an uppercase and I think that's what caused the cascading problem down. It kept on hearing.", 0], ["Agent", [1100.92, 1101.0], "Yeah, so.", 0], ["Customer", [1102.16, 1104.0], "I did. I didn't notice the uppercase appearing.", 0], ["Agent", [1105.82, 1106.0], "So I was.", 0], ["Customer", [1106.5, 1113.0], "Typing in all password, then I changed it the one we're using now and then. No, no, I didn't get anywhere.", 0], ["Agent", [1115.22, 1116.0], "So I you.", 0], ["Customer", [1116.78, 1123.0], "Know I still haven't received the 5:17 on the iPad. I have it on the.", 0], ["Agent", [1123.94, 1134.0], "Computer. Understood. I'm going to answer that thing that you were just commenting on just a moment ago, so on your iPad and iPhone, on a lot of heels.", 0], ["Customer", [1135.78, 1142.0], "The very first character on any line that you type is going to auto capitalize. You should just be able to press the up arrow to make it lower case again.", 0], ["Customer", [1143.62, 1152.0], "Yeah yeah, and I know how to make it lower case. I guess I just didn't notice it. You know, I was just started typing in.", 0], ["Agent", [1152.86, 1154.0], "Passwords which I thought were correct.", 0], ["Customer", [1154.5, 1155.0], "And they they weren't.", -1], ["Agent", [1156.1, 1156.0], "Understood.", 1], ["Customer", [1157.15, 1173.0], "So on your iPad on the message list, if you wanna put your finger somewhere over like the 502512 e-mail, just put your finger on it and pull down. That'll make it refresh the list and hopefully go pick up that test message.", 0], ["Customer", [1174.15, 1184.0], "I want that. I I want that to be and see on your inbox.", 0], ["Customer", [1187.08, 1188.0], "I hit that I have the 5:17.", 0], ["Agent", [1189.76, 1197.0], "Now. OK, All right. So on your phone, is that an iPad 10 or a newer or an 8 or?", 0], ["Customer", [1197.24, 1201.0], "Older. It's a It's a 13. Yeah, OK.", 0], ["Agent", [1201.84, 1209.0], "So without touching that red button that's going to hang up on me, put your finger at the bottom of the screen and swipe upwards to get back out to your main screen.", 0], ["Customer", [1210.52, 1212.0], "Yeah, OK. And you want me?", 1], ["Agent", [1213.32, 1214.0], "Go to Settings.", 0], ["Customer", [1214.68, 1224.0], "And in settings go to Mail OK, In mail go to accounts or find down in there go to your Cox.", 0], ["Customer", [1224.56, 1226.0], "Account OK.", 0], ["Agent", [1227.8, 1231.0], "From your Cox account, tap on your e-mail address at the top one.", 0], ["Customer", [1233.0, 1233.0], "OK.", 0], ["Agent", [1233.84, 1239.0], "Scroll all the way to the bottom just above Advanced. Click on where it says Outgoing mailserversntp.cox.net.", 0], ["Customer", [1241.08, 1241.0], "Yep.", 0], ["Agent", [1242.52, 1244.0], "On the primary mail center, click on on.", 0], ["Customer", [1245.48, 1246.0], "On OK.", 0], ["Agent", [1247.08, 1255.0], "And then on the server info screen click on the password line where it says host name, username password and type in your new your current Cox.", 0], ["Customer", [1255.4, 1256.0], "Password done.", 0], ["Agent", [1257.48, 1262.0], "Yep, go ahead and press Done. That'll bring you back to the primary mail.server@smtp.cox.net on.", 0], ["Customer", [1263.4, 1263.0], "Yeah.", 1], ["Agent", [1264.84, 1269.0], "Go and press the back the blue back arrow up at the top for account.", 0], ["Customer", [1270.66, 1278.0], "Scroll down just a little bit and type here and you'll see the incoming mail server settings for hosting a username and password. Replace that password as well.", 0], ["Customer", [1280.02, 1286.0], "No, no. OK, I'm. I'm on a I'm on the account screen. I'm gonna click on the e-mail.", 0], ["Agent", [1288.1, 1298.0], "So it should have when when we typed in the SMTP password, it should have brought you back to the screen where it shows the primary mail servers on.", 0], ["Customer", [1299.43, 1305.0], "And then you press the blue back account arrow one time and it should show you the incoming mail server settings.", 0], ["Customer", [1307.07, 1311.0], "I see. I went back two screens. OK, let me go ahead.", 0], ["Agent", [1312.59, 1315.0], "Yeah, tap on your e-mail address again, OK?", 0], ["Customer", [1316.43, 1322.0], "And I'm what happened? I'm in the account, it says e-mail.", 0], ["Agent", [1325.15, 1326.0], "Just it just.", 0], ["Customer", [1326.51, 1329.0], "Has a check mark by Clara. We're asking the the e-mail address.", 0], ["Agent", [1331.91, 1333.0], "The check mark next to the e-mail address.", 0], ["Customer", [1334.99, 1337.0], "I I I think I I went back too far.", -1], ["Agent", [1338.27, 1344.0], "OK, what's it say at the top of the screen? It it's OK What screen are you on right now? What does it say?", 0], ["Customer", [1345.71, 1347.0], "It says e-mail. It's just the e-mail.", 0], ["Agent", [1349.35, 1350.0], "The only thing that says e-mail do.", 0], ["Customer", [1351.83, 1353.0], "You want me to go back to account?", 0], ["Agent", [1353.99, 1354.0], "No, no.", -1], ["Customer", [1354.91, 1357.0], "What's it say below e-mail? What's the rest of the screen say?", 0], ["Customer", [1357.99, 1365.0], "It has the e-mail address with a blue check and it says add another e-mail and also has edit to the upper right.", 0], ["Agent", [1368.27, 1374.0], "I don't know what screen that is, so yeah, just go back a few screens. Can you get back to the account screen?", 0], ["Customer", [1374.79, 1384.0], "Right now I'm, I'm, I'm on the account screen which has you know the name, e-mail address, description, post name.", 0], ["Agent", [1385.0, 1392.0], "Perfect. So for the incoming mail server where it says Host name, username and password, tap on the password field and type in your correct password.", 0], ["Customer", [1393.48, 1395.0], "OK. And press done, right?", 0], ["Agent", [1396.08, 1397.0], "Press Done. That's correct and.", 0], ["Customer", [1399.36, 1410.0], "It's going through the verification and back to the Cox account where it has the e-mail address and it says mail on notes and.", 0], ["Agent", [1410.56, 1414.0], "Delete account. Excellent. Go ahead and leave settings.", 0], ["Customer", [1415.58, 1415.0], "OK.", 0], ["Agent", [1417.62, 1418.0], "And go check your e-mail.", 0], ["Customer", [1422.38, 1423.0], "We left settings.", 0], ["Agent", [1424.3, 1425.0], "And go check your e-mail.", 0], ["Customer", [1426.22, 1431.0], "OK, we have a 523 test that came in perfect.", 1], ["Agent", [1432.02, 1438.0], "Test from your iPhone and I see it on the computer as well. All three of your devices are fixed. You're ready to go.", 0], ["Customer", [1440.14, 1442.0], "OK. Hey, I really appreciate it. Wait.", 0], ["Customer", [1443.83, 1459.0], "Thanks a lot going I I I think I just was too much in a hurry to change the password and I didn't see some of the other cases and that and I I I got lost and I couldn't get back.", -1], ["Agent", [1460.39, 1465.0], "It's all good. It happens. All right. Sir, is there anything else I can assist with today? You said to sign out, then everything else. No.", 0], ["Customer", [1465.43, 1468.0], "I, I, I, I thank you very much. Thank you for for doing that.", 1], ["Agent", [1469.31, 1472.0], "Appreciate it. You're welcome. You're welcome very much, Sir. Glad I was able to help.", 1], ["Customer", [1473.05, 1475.0], "And I have disconnected from your computer. I'm sorry, what?", -1], ["Customer", [1476.89, 1481.0], "And I should say OK on this, but thank you for your discussion has been ended. OK.", 0], ["Agent", [1482.01, 1484.0], "Yep. And we do appreciate you very much for being part of the.", 0], ["Customer", [1485.04, 1487.0], "Take care, program, and I hope you have a great rest of your day.", 1], ["Customer", [1488.76, 1490.0], "Thank you very, very much. Have a nice evening.", 1], ["Agent", [1491.04, 1494.0], "You as well, Sir. Bye. Bye. I think we're OK.", 0]], "filetype": "audio", "ner": [{"first": "ORDINAL"}, {"John Varroski": "PERSON"}, {"Five": "CARDINAL"}, {"Yahoo": "ORG"}, {"13": "CARDINAL"}, {"Three": "CARDINAL"}, {"Cox": "ORG"}, {"one": "CARDINAL"}, {"Safari": "PRODUCT"}, {"iPad 10": "PRODUCT"}, {"four": "CARDINAL"}, {"Apple": "ORG"}, {"Cox": "PERSON"}, {"iCloud": "ORG"}, {"523": "CARDINAL"}, {"Saturday": "DATE"}, {"Google": "ORG"}, {"iPhone": "PRODUCT"}, {"Charlie": "PERSON"}, {"Sunday": "DATE"}, {"fourth": "ORDINAL"}, {"two": "CARDINAL"}, {"third": "ORDINAL"}, {"5:17": "CARDINAL"}, {"Woody": "PERSON"}, {"Clara": "PERSON"}, {"today": "DATE"}, {"iPad": "PRODUCT"}, {"three": "CARDINAL"}, {"Bing": "ORG"}, {"512": "CARDINAL"}, {"six": "CARDINAL"}, {"Cox Complete Care": "ORG"}, {"John": "PERSON"}, {"a few moments": "TIME"}], "kpe": {"Cox Complete Care": 0.06392247965229703, "Woody": 0.47470013387392984, "e-mail": 0.24736052844816325, "iPhone": 0.8173528424252537, "iPad": 0.8416710912037139, "laptop": 0.9092889241865802, "Myemail.cox.net": 0.9687213659394162, "John Varroski": 0.4776110125289067, "Apple": 0.7867018388539543, "Safari": 0.844290118738667, "phone": 0.7544833809563714, "computer": 0.2177552302626139, "other room": 0.5397651490567066, "CCC 679.com": 0.22906212236381585, "session key": 0.31059702290744706, "Google": 0.23557526221279457, "Bing": 0.09162240479808104, "Yahoo": 0.9670776282164653, "www.google.com/search": 0.5888951161485205, "address bar": 0.03138690342039474, "Google search bar": 0.8749124586412157, "google.com": 0.9201833409578684, "lock type thing": 0.7109005425047339, "bunch of numbers": 0.183612304364836, "www and HTTP": 0.17566608545865448, "CCC": 0.11894399883569662, "679.com": 0.9556051279387126, "31319.494.408108": 0.8713536604268226, "ship downloads": 0.1892387141239401, "cost complete share": 0.5250670713554001, "Show Downloads button": 0.4411270211160203, "support session": 0.9063493781684488, "customer agreement": 0.8782088573223849, "headphone": 0.5674968406226002, "transfer part": 0.8186708649869319, "Remote Support Customer Client": 0.4973924691982662, "System Preferences": 0.8144903045746018, "Click to make changes": 0.781144268455296, "computer's password": 0.7223376691488924, "Security and Privacy screen": 0.6989327704788391, "headphones": 0.29831192937410633, "Click Later": 0.9536675985814592, "Quit and Reopen": 0.29652860399800274, "Location Services": 0.2919596082165461, "Contacts": 0.1391964180917643, "Calendars": 0.04693283297467732, "Accessibility": 0.44513879270073886, "special going": 0.9436973285513031, "accessibility": 0.09728794184324818, "Location, Services, Contacts, Handlers": 0.2875938591770447, "Full disk Access": 0.5659873896331116, "quit and reopen": 0.4063606179614031, "password pop up": 0.8661225882431028, "password": 0.4666353143893831, "User ID": 0.1791974941104475, "new one": 0.2786044450609221, "devices": 0.5643185570917482, "mail": 0.4848927167774, "Settings": 0.648068831508223, "Accounts": 0.862347930068618, "iCloud accounts": 0.5199736239310342, "Cox accounts": 0.6278205482414331, "Outgoing mailserverssmtp.cox.net": 0.19105386580018657, "Cox password": 0.4334385821218516, "Incoming mail server settings": 0.08658814339144738, "Mail notes": 0.3873699465075593, "Cox Account": 0.3572105127453633, "Outgoing mailserversntp.cox.net": 0.8577805934518145, "Primary mail center": 0.805303762846068, "Server info screen": 0.39004922158572564, "Password line": 0.3376000453213862, "Current Cox Password": 0.051651062660518776, "Blue back arrow": 0.384648116018395, "incoming mail server settings": 0.9869586469790321, "hosting a username and password": 0.6925471211098306, "SMTP password": 0.6655413697616318, "primary mail servers": 0.19317292639046535, "e-mail address": 0.6650629945981068, "check mark": 0.10006943844625393, "account screen": 0.4593628493395858, "Host name": 0.7851522497107477, "username and password": 0.6952139133185473}, "percentage_distribution": {"Agent": 47.62, "Customer": 52.38}, "person_wise_summary": {"Agent": {"short_summary": "Woody is having trouble with emails on his iPhone, iPad and laptop. He is being assisted by John Varroski and trying to access a website. The speaker is discussing how to fix a computer issue and is using an iPad and iPhone. They need to go to Settings, Mail, Safari, and scroll through a list of options to find Location Services, Contacts, Calendars, Accessibility, and Full Disk Access. They have gone back two screens and are now on the account screen which has their name, email address, description, and post name. Finally, they have received a 523 test that came in perfectly and successfully disconnected from the computer.", "descriptive_summary": "Woody is providing assistance to John and instructing him to go to CCC679.com, which can only be accessed by typing the address directly into the address bar at the top of the screen in Google.To start a remote support session with Woody, you must clear the bar in Google, type in ccc679.com and press enter. Then you must type in the session key 31319.40, press allow, and click to start support session. You will get a customer agreement to read and agree to, as well as a few pop ups. To finish setting up the session, you must open System Preferences, click to make changes, enter your computer's password and check the box next to \"Remote Support Customer Client\" on the Security and Privacy screen.The user is asked to click later on the left hand side of the security and privacy window, then check the box next to the headphones in the list, click full disk access, quit and reopen, enter their computer password, and make sure mail is totally closed. They are then asked to enter the same password they just typed in. After that they can decide what to do next with either the phone or iPad. On the iPad they should go into settings, tap on Accounts, select smtp.cox.net and press done to verify it.The speaker is instructing the listener to go into their settings on their iPad or iPhone and change the SMTP password for their Cox account. They should then go to the primary mail server@smtp.cox.net, click on \"on\" and press \"Done\". This should bring them back to the screen where it shows the primary mail servers on. Then they should tap on their e-mail address again and check the check mark next to it.The customer was having trouble with their email account and the customer service representative was helping them through the process of setting up their account on their devices. They fixed the issue, and the customer thanked them for their help."}, "Customer": {"short_summary": "Woody is having trouble with emails on his iPhone, iPad and laptop. He is being assisted by John Varroski and trying to access a website. The speaker is discussing how to fix a computer issue and is using an iPad and iPhone. They need to go to Settings, Mail, Safari, and scroll through a list of options to find Location Services, Contacts, Calendars, Accessibility, and Full Disk Access. They have gone back two screens and are now on the account screen which has their name, email address, description, and post name. Finally, they have received a 523 test that came in perfectly and successfully disconnected from the computer.", "descriptive_summary": "Woody is having trouble with receiving and sending emails on his iPhone, iPad and laptop. He is trying to get the email back up and running on all the devices. John Varroski has provided his phone number and is currently in Safari trying to fix the issue. He is trying to access a website, googlegoogle.com, and he is then asked if he wants to allow downloads on Cox Complete Share. He is then instructed to click on the Show Downloads button at the top right of the screen in Safari.The speaker is discussing how to fix a computer issue with headphones and is using an iPad and iPhone. They need to go to Settings, Mail, Safari, and scroll through a list of options to find Location Services, Contacts, Calendars, Accessibility, and Full Disk Access. They have to enter their email and password and then the symbol will show as unlocked. They will then quit and reopen the computer.17 message on their iPad, but had it on the first device they used.The speaker is trying to show the listener how to refresh the message list on their iPad, as well as how to edit their Cox Account in settings. They have gone back two screens and are now on the account screen which has their name, email address, description, and post name. They then go through verification and end up back at the Cox Account with their email address and mail and notes. Finally, they have received a 523 test that came in perfectly.The speaker was in a hurry to change the password and got lost, but was assisted and successfully disconnected from the computer. The speaker thanked the program and wished them a nice evening."}}, "summary": {"short_summary": "Woody is helping John Varroski get his email back up and running on his iPhone, iPad, and laptop. They asked for John's phone number, name, Cox pin, and the type of computer he has. Instructions were given to access a website in order to fix an iPad and iPhone. They encountered an issue caused by the first character of the password needing to be an uppercase letter which was resolved by refreshing their message list on their iPad and entering their current Cox Password. The customer thanked the speaker and the conversation ended with the speaker wishing the customer a good day.", "descriptive_summary": "Woody is helping John Varroski get his email back up and running on his iPhone, iPad, and laptop. John is using Myemail.cox.net to view emails, but the other devices are unable to send or receive emails. Woody asked for John's phone number, name, Cox pin, and the type of computer he has so that he can help him get his email back up and running.The speaker is providing instructions to access a website in order to fix an iPad and iPhone. They are asking the other person if they are on Google, and provide instructions to type in \"CCC 679.com\" into the search bar to access the website.The address bar at the top of the screen is used to type in a website address to get to a specific website, rather than going through Google. You can delete everything off the bar, including the www and HTTP, and type in the address followed by .com and press enter or return. Occasionally, you may need to type in a session key. In this case, it is 31319494408108 and you should allow downloads.A customer will need to click on the Show Downloads button at the top right, double click on the open to start support session, press open, and then click on the I have read and agree option in the customer agreement pop up. Once this is done, a few more pop ups will appear.The customer is being asked to open their System Preferences, click the padlock to make changes and enter their password. Once they have done so, they should check the box next to Remote Support Customer Client in the Security and Privacy window and click later on the first pop up that appears. Lastly, they should locate Accessibility in the list on the left hand side of the Security and Privacy window.The speaker is trying to connect to a computer and is asking the user to go to the accessibility menu, check the headphones, then go to full disk access and quit and reopen. They then need to enter their computer's password, followed by their email ID and password. If the entered password is invalid, the speaker suggests for the user to try a new one.The speaker is trying to fix the error messages on a computer and will then move on to the iPhone and iPad. They will go into settings on the iPad, select Mail, and then Accounts on the right hand side where they should be able to see their account.Tap on your Cox account, scroll to the bottom to find the Outgoing mail server (smtp.cox.net). Tap on smtp.cox.net and enter your new Cox password. Press Done and it will verify the password. Scroll down to the Incoming mail server settings and enter your current Cox password. Once it verifies, tap the blue back arrow and you can go to your mail.The speaker was having difficulty connecting to the internet, and it turns out that the issue was caused by the first character of the password needing to be an uppercase letter, which wasn't being used. The speaker realized that on an iPad or iPhone, the first character of a line will automatically capitalize, but they didn't notice this initially.The user was instructed to refresh their message list on their iPad by pulling down on the 502512 email. They were then told to go to Settings, Mail, Accounts, Cox Account, their email address at the top, scroll to the bottom of the page and click on Outgoing mailserversntp.cox.net, click on the Primary Mail Server and enter their current Cox Password and press Done.The user is on the account screen and needs to go back a few screens to get to the incoming mail server settings. The user needs to tap on the e-mail address and then tap on the Host name, username and password to access the settings.The speaker assisted the customer with resetting their password and they were able to successfully verify it. The customer thanked the speaker and the conversation ended with the speaker wishing the customer a good day."}, "postedby": "CT_TEAM", "postedon": "01-03-2023", "scores": {"distribution": {"Greeting": [[["Good afternoon.", "Thank you very much.", "Thank you very much, John."], ["Talk into the other room, but I can do that.", "Thank you very much.", "OK. That's just OK. It's 679.", "Yes, OK.", "Are you looking for?"], ["Click right where it says google.com right there.", "Just clear it completely, including the www and the HTTP.", "Type in CCC.", "OK, better. It's blank.", "Yeah, but we do that.", "Yes, please."], ["Will press allow.", "Complete here."], ["So you should either have a screen that says Remote Support Customer Client would like to record your screen and it'll have a button that says open System Settings,", "Alright put.", "Yes, please.", "Yes all.", "Right perfect on the left hand side of the security and privacy window."], ["Yeah, perfect.", "Hey.", "Yes please.", "Yes please invalid.", "Go ahead and try the whatever you think the new one."], ["I'm going to try this one.", "OK.", "What would you like to do next, the phone or the iPad?", "Alright, let me just bring it into this room where I won't be interrupted.", "So on the iPad, go ahead and go into Settings.", "Do you want me to go to Safari or?", "On the right hand side, go down. The fourth line should say Accounts. Tap on Accounts."], ["Go ahead and tap on your Cox account.", "Just hit recur.", "Backspace over those and type in your current Cox password.", "Press Done up in the top right corner", "Tap the blue back account arrow one time.", "Just hit Done.", "Press done and it's going to verify everything again."], ["You know, I I I probably.", "Understood.", "Yeah yeah, and I know how to make it lower case."], ["OK, let me go ahead.", "No, no.", "What's it say below e-mail?", "What's the rest of the screen say?", "Can you get back to the account screen?", "Perfect."], ["OK.", "Excellent.", "OK.", "Thanks a lot going I I I think I just was too much in a hurry to change the password and I didn't see some of the other cases and that and I I I got lost and I couldn't get back.", "It's all good. It happens.", "You're welcome.", "You're welcome very much, Sir. Glad I was able to help.", "Take care, program, and I hope you have a great rest of your day.", "Thank you very, very much. Have a nice evening.", "You as well, Sir. Bye. Bye. I think we're OK."]], 1], "Rapport Building": [[["Thank you for choosing Cox Complete Care.", "My name is Woody. How can I help today?", "Understood. I can definitely insist with that.", "Can I get your phone number please?", "Thank you very much.", "And can I get either your Cox pin or the last four of the social on your account?", "Thank you very much.", "And what type of computer do you have? Is that an Apple or Windows computer?", "Can I have you open up Safari please?", "So I can't. I'm talking to Dad, OK?", "Can I have you do it"], ["Talk into the other room, but I can do that.", "Thank you very much.", "Let let me let me just go back for a minute.", "Are you looking for?", "What page are you on right now?"], ["If you ever know the website you wanna go to, you can type it in up there and it'll actually take you to it.", "Just a general thing, not just for us.", "Yeah, but we do that occasionally and.", "Yes, please."], ["Will press allow.", "Go ahead and click on the Show Downloads.", "Double click on this open.", "Go ahead and press open.", "Click I have read and agree and then click OK.", "Complete here."], ["Go ahead and click on accessibility.", "Go ahead and put a check mark next to the.", "Go ahead and click Full disk Access.", "Just hit OK.", "Go ahead and try the whatever you think the new one.", "Just need to figure out what the password actually is so we can fix."], ["I'm going to try this one.", "What would you like to do next, the phone or the iPad?", "OK, I'll be coming in.", "Let me just bring it into this room where I won't be interrupted.", "OK, where should I go on the Just open it up and OK, I opened it up. Do you want me to go to Safari or?", "On the right hand side, go down. The fourth line should say Accounts. Tap on Accounts."], "Go ahead and tap on your Cox account,Just hit recur,Just hit Done,Press Done up in the top right corner,Backspace over those and type in your current Cox password,Press done and it's going to verify everything again,If all goes well it's going to bring you back to the previous screen,We're on to, yeah, Mail notes,Can go ahead and leave settings and go to your mail.", ["You know, I I I probably.", "You know, I I I know when you go into the Cox account and it calls her the password.", "I did. I didn't notice the uppercase appearing.", "You should just be able to press the up arrow to make it lower case again.", "I guess I just didn't notice it."], ["Right now I'm, I'm, I'm on the account screen which has you know the name, e-mail address, description, post name.", "Perfect. So for the incoming mail server where it says Host name, username and password, tap on"], ["Thanks a lot going I I I think I just was too much in a hurry to change the password and I didn't see some of the other cases and that and I I I got lost and I couldn't get back.", "It's all good. It happens.", "You're welcome very much, Sir. Glad I was able to help.", "We do appreciate you very much for being part of the.", "Thank you very, very much. Have a nice evening.", "You as well, Sir. Bye. Bye."]], 2], "Conclusion": [["Can I have you open up Safari please?", "OK, so search engines will not get you where we're trying to go. What page are you on right now? And I'm on.", "Yes, please.", "Complete here.", "Go ahead and try the whatever you think the new one.", "So in on the iPad in settings, you went to Mail, right?", "OK, we're on to, yeah, Mail notes.", "You should just be able to press the up arrow to make it lower case again.", "Perfect. So for the incoming mail server where it says Host name, username and password, tap on", ["Have a nice evening.", "You as well, Sir. Bye. Bye.", "I think we're OK."]], 4]}, "overall": 7}, "sentiment": [1, 0.9], "speaker_map": {"Agent": "Agent", "Customer": "Customer"}, "wordcloud_positive": {"thank": 5, "much,": 2, "john": 1, "get": 1, "either": 1, "cox": 1, "pin": 1, "last": 1, "four": 1, "social": 1, "account": 1, "apple": 1, "all,": 1, "devices": 1, "apple,": 1, "ok": 3, "much": 3, "yes,": 4, "go": 1, "please": 3, "pretty": 1, "good": 2, "yes": 1, "yeah,": 3, "see": 1, "special": 1, "going": 1, "ok,": 2, "to,": 1, "mail": 1, "notes": 1, "means": 1, "working,": 1, "understood": 1, "want": 1, "yeah": 1, "523": 1, "test": 1, "came": 1, "perfect": 1, "i,": 3, "appreciate": 1, "welcome": 2, "sir": 1, "glad": 1, "able": 1, "help": 1, "take": 1, "care,": 1, "program,": 1, "hope": 1, "great": 1, "rest": 1, "day": 1, "very,": 1, "nice": 1, "evening": 1}, "wordcloud_negative": {"seem": 1, "work": 1, "updated": 1, "since": 1, "saturday": 1, "cannot": 1, "talking": 1, "dad,": 1, "ok": 1, "no,": 2, "6/6": 1, "ohh": 1, "sorry": 1, "search": 2, "website": 1, "pushed": 1, "ok,": 2, "engines": 1, "get": 2, "trying": 1, "go": 1, "page": 1, "right": 1, "quit": 1, "reopen": 1, "yes,": 1, "please": 2, "password": 4, "sign": 1, "yes": 1, "invalid": 1, "made": 1, "complicated": 1, "somewhere": 1, "along": 1, "line": 1, "going": 2, "thought": 2, "changed": 1, "fat": 1, "think": 3, "scooped": 1, "knew": 1, "using": 1, "original": 1, "went": 1, "back": 2, "far": 1, "thanks": 1, "lot": 1, "much": 1, "hurry": 1, "change": 1, "see": 1, "cases": 1, "got": 1, "lost": 1, "could": 1, "disconnected": 1, "computer": 1, "sorry,": 1}}